Tekla.Structures.Filtering.Categories.PartFilterExpressions.PourPhase
The PourPhase class represents the pour phase filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.PourPhase.#ctor
Initializes a new instance of the PourPhase class.